var MT = require('../')

MT.analysis('小明有5個蘋果，給了小華3個蘋果，請問他還剩幾個蘋果？')
MT.analysis('小明和小華一起吃蘋果。')
MT.analysis('黑黑的天，大大的風，爸爸去捕魚，為甚麼 還 不 回 家？')
MT.analysis('約翰與安妮是 一 對 戀人。')
MT.analysis('風與日。風日爭，旅人至，脫者勝，風狂吹，人緊衣，風敗，日暖照，人脫衣，日勝。')

/*
MT.analysis('小明 有 5 個 蘋果 ， 給 了 小華 3 個 蘋果 ， 請問 他 還 剩 幾 個 蘋果 ？')
MT.analysis('小明 和 小華 一起 吃 蘋果 。')
MT.analysis('黑 黑 的 天 ， 大 大 的 風 ， 爸爸 去 捕 魚 ， 為甚麼 還 不 回 家 ？')
// 全文： https://www.facebook.com/photo.php?fbid=1464494203561879&set=p.1464494203561879&type=3&theater
// parse('聽 狂 風 怒 吼 ，  真 叫 我們 害怕 。 爸爸！爸爸！ 我們 心理 多麼 牽掛 ， 只要 您 早點兒 回家，就是 空 船 也罷 ！')
// parse('我 的 好 孩子 ，  爸爸 回來 啦 ！ 你 看 船艙 裡 ， 裝 滿 魚 和 蝦 ， 努力 就 有 好 收穫 ， 大 風 大 浪 不用 怕 ， 快 去 告訴 媽媽 ， 爸爸 已經 回 家 ！')
MT.analysis('風 與 日 。 風 日 爭 ， 旅人 至 ， 脫 者 勝 ， 風 狂 吹 ， 人 緊 衣 ， 風 敗 ， 日 暖 照 ， 人 脫 衣 ， 日 勝 。')
MT.analysis('約翰 與 安妮 是 一 對 戀人 。')
*/